Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/oahpahus.html.tmx
Source language: sme
Languages: smj

source: Oahpahus / Sámediggi - Sametinget
smj: Åhpadus / Sámedigge - Sametinget

source: Oahpahus
smj: Åhpadus

source: Sápmelaččain galgá leat dárbbašlaš máhttu, gelbbolašvuohta ja gálggat vai sáhttet ovdánahttit sámi servodagaid.
smj: Sáme álmmugin galggá liehket gájbbeduvvam diehto, máhtudahka ja tjehpudahka sáme sebrudagáv åvddånahtátjit.

source: Dát mearkkaša ahte sámi álbmogis galgá leat duohta vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii.
smj: Dát sihtá javllat sámijn li almma rievtesvuoda åhpadussaj sámegiellaj ja sámegielan.

source: Dat čiekŋuda sámi mánáide nana sámi identitehta ja gullevašvuođa sámi gielaide ja kultuvrii.
smj: Dát vaddá sáme mánájda ja nuorajda nanos iesjdåbdov ja tjadnusit sáme giellaj ja kultuvrraj.

source: Buot alit oahpahus ja dutkan galgá maiddái áimmahuššat sámi perspektiivva.
smj: Gájkka alep åhpadusá ja dutkama galggi sáme vuojnov bærrájgåhtset.

source: silje.karine.muotka@samediggi.no
smj: Politihkalasj åvdåsvásstediddje

source: Mánáidgárdi
smj: Mánájgárde

source: Dutkan ja alit oahpahus
smj: Dutkam ja alep åhpadus

source: Rávisolbmuid oahpahus
smj: Ållessjattukåhpadus

source: Oahpponeavvut
smj: Oahpponævo

source: Julggaštus givssideami vuostá
smj: Sárnnom givsedime vuosstij

source: Sámediggi bargá
smj: Sámedigge barggá

source: Sihkkarastá buori rámmaeavttuid sámi mánáidgárddiide, vuođđooahpahussii, alit oahpahussii ja dutkamii gulahallama bakte guovddáš, guovlulaš ja báikkálaš eiseválddiiguin ja eará guoskevaš aktevrraiguin
smj: Nannit buorreålgoldisævtojt sáme mánájgárdijda, vuodoåhpadussaj, alep åhpadussaj ja dutkamij guovdásj, guovloj ja bájkálasj oajválattjaj ja ietjá aktøraj ságastallamij baktu.

source: Ahte sámi mánáin ja nuorain lea nana identitehta ja gullevašvuohta sámi gillii, kultuvrii ja servodateallimii
smj: Sáme mánájn ja nuorajn le nanos iesjdåbddo ja tjadnusa sáme giellaj, kultuvrraj ja sebrudakiellemij.

source: Ahte sámi álbmogis lea duohta vuoigatvuohta oažžut oahpahusa sámegiela ja sámegillii mas lea buorre ja dohkálaš kvaliteahta
smj: Sáme álmmugin le almma rievtesvuoda buorre åhpadussaj sámegiellaj ja sámegielajn.

source: Ahte buot alit oahpahus ja dutkan áimmahuššá sámi perspektiivva
smj: Gájkka alep åhpadusá ja dutkama galggi sáme vuojnov bærrájgåhtset.

source: Duogaš
smj: Duogásj

source: Sámediggi bargá máŋgga ládje joksamis daid mihttomeriid.
smj: Sámedigge barggá moatte láhkáj dájt ulmijt jåvsåtjit.

source: Mii ovttasbargat guovddáš eiseválddiiguin ja juohkit dieđuid ja rávvagiid sámegielat oahpahusa birra.
smj: Miján le aktisasjbarggo guovdásj oajválattjaj ja diedojt juohkep ja bagádallap sámeåhpadusá birra.

source: Mii juolludat doarjagiid ja stipeanddaid, hálddašan oahpponeavvobuvttadeami, ráhkada oahppoplánaid ja sihkkarastá rámmaeavttuid vuođđooahpahussii, alit oahpahussii ja dutkamii.
smj: Mij ruhtadoarjjagijt ja stipendajt juollodip, oahpponævvobuvtadimev háldadip, oahppoplánajt dahkap ja vuodoåhpadusá alep åhpadusá ja dutkama ålgoldisævtojt nannip.

source: Vuoigatvuoðat
smj: Rievtesvuoda

source: Oahpahuslága 6. kapihttalis leat mearrádusat sámegiela oahpahusa birra vuođđoskuvllas (§ 6-2) ja joatkkaskuvllas (§ 6-3).
smj: Åhpaduslága 6 kapihttalin li mærrádusá ma gulluji sáme åhpadussaj vuodoskåvlån (§ 6-2) ja joarkkaskåvlån (§ 6-3).

source: Ohppiin lea danin láhkamearriduvvon, oktagaslaš vuoigatvuohta oažžut sámegiela fágas oahpu sihke mánáidskuvllas, nuoraidskuvllas ja joatkkaskuvllas, beroškeahttá gos riikkas sii orrot.
smj: Nuortta-, julev- ja oarjjelsámegiella. Ájnegis oahppen le danen láhkamierredum ájnegis rievtesvuohta sámegiella fága åhpadussaj mánáj-, nuoraj ja joarkkaskåvlån, berustahtek gånnå rijkan årru.

source: Oahppit ieža válljejit guđe sámegielain sii háliidit oahpahus.
smj: Oahppe iesj vállji makkár sámegielav sihtá oahppat.

source: Oahpahuslága § 6-2 mielde lea vuođđoskuvlla ohppiin geat orrot sámi guovllus vuoigatvuohta oažžut oahpahusa sámegillii ja sámegielas.
smj: Åhpaduslága § 6-2 milta le oahppijn vuodoskåvlå álldarin gudi årru sáme guovlojn rievtesvuohta åhpadussaj sámegielan ja sámegiellaj.

source: Dáinna oaivvilduvvo ahte ohppiin lea vuoigatvuohta oažžut oahpahusa sámegillii maiddái eará fágain, mii mearkkaša ahte oahpahus lágiduvvo sámegilli.
smj: Dát sihtá javllat oahppijn le rievtesvuohta åhpadussaj sámegiellaj ietjá fágajn aj, jut åhpadus sámegiellaj galggá.

source: Olggobealde hálddašanguovllu lea sápmelaččain vuoigatvuohta oažžut oahpahusa sámegillii jus unnimusat 10 oahppi dan gáibidit, ja nu guhka go sii leat joavkun mas leat 6 oahppi.
smj: Háldadusguovlo ålggolin le sámijn rievtesvuohta sámegiellaj åhpadusáv oadtjot jus binnemusát 10 oahppe dáv sihti, ja nav guhkev gå dá juohkusijn li 6 oahppe.

source: Suohkan sáhttá mearridit fállat sámegielat oahpahusa ovtta dahje máŋgga suohkana skuvllain.
smj: Suohkan máhttá biedjat åhpadusáv avta jali moatte skåvllåj suohkanin.

source: Suohkan dat loahpalaččat mearrida guđe skuvlii dákkár fálaldat galgá sajáiduvvot.
smj: Suohkana li da ma mierredi makkár skåvlåjn dákkár fálaldagá máhtti liehket.

source: Skuvlaeaiggádis lea bajitdási ovddasvástádus fuolahit ahte ohppiid vuoigatvuohta oažžut sámegilát oahpahusa ollašuhttojuvvo.
smj: Skåvllåæjgádin le badjásasj åvdåsvásstádus vaj oahppij rievtesvuoda sáme åhpadussaj dievdeduvvi.

source: Oahpahuslága § 6-3 guoská ohppiide joatkkaskuvllain.
smj: Åhpaduslága § 6-3 sisadno le joarkkaskåvlå åhpadus.

source: Sámi ohppiin lea oktagaslaš vuoigatvuohta oažžut oahpahusa sámegielas joatkkaskuvllas.
smj: Sáme oahppijn le ájnegis rievtesvuoda åhpadussaj sámegielan joarkkaskåvlån.

source: Joatkkaoahpahussii sáhttá departemeanta mearridit láhkaásahusaid mas daddjo ahte dihto skuvllat galget oahpahusa sámegillii ja sámegielas dahje sierranas sámi fágain.
smj: Joarkkaskåvlå åhpadussaj máhttá departemænnta vaddet láhkatjállusijt jut muhtem skåvlå galggi fállat åhpadusáv sámegielan jali sámegiellaj, ja sierra fágajn.

source: Oahpahuslága láhkaásahusa § 7-1 vuođul, de lea ohppiin vuoigatvuohta oažžut oahpahusa molssaevttolaš vuogi mielde jus skuvlla iežas oahpaheaddjit eai sáhte doaimmahit dán oahpahusa.
smj: Åhpaduslága § 7-1 láhkatjállusa milta le oahppijn rievtesvuohta sierra åhpadimvuogijda nav guhkás jus skåvlå ietjas åhpadiddje e máhte dáv vaddet.

source: Geavatlaččat dákkár oahpahusvuohki mearkkaša ahte oahpahus fállojuvvo juogo gáiddusoahpahusa, árjjalašoahpahusa dahje gohttehatskuvlla bakte.
smj: Dábegis láhkáj de sihtá dát sierra åhpadimvuohke javllat guhkásåhpadus, intensijva åhpadus jali læjrraskåvlå åhpadus.

source: Vuođđoskuvla ja joatkkaskuvllat miehta Norgga leat oahpahuslága § 6-4 geatnegahttojuvvon fállat oahpahusa vai oahppit ohppet sápmelaččaid ja sámi giela, kultuvrra ja servodateallima birra.
smj: Vuodoskåvlå ja joarkkaskåvlå åbbå Vuonan li åhpaduslága § 6-4 milta biejadallam åhpadusáv sámeálmmuga, sáme gielaj, kultuvra ja sebrudakiellema birra vattátjit. Oahppijn friddjaskåvlåjn ælla makkárak rievtesvuoda sámegiela åhpadussaj.

source: Friddjaskuvlla ohppiin ii leat vuoigatvuohta oažžut sámegielat oahpahusa.
smj: Sáme oahppe friddjaskåvlåjn hæhttuji sierra sámegiela åhpadusáv åhtsåt.

source: Friddjaskuvllain šaddet sámi oahppit earenoamážit ohcat sámegieloahpahusa.
smj: Skåvlå ietjas duogen le jus sáme åhpadusáv fálli ietjasa oahppijda.

source: Dieðut dán birra Oahpahus
smj: Diedo Åhpadus

source: Sámedikkis leat njeallje bistevaš bargočoahkkima Máhttodepartemeanttain jagis main fáttát lea mánáidgárdi, vuođđooahpahus ja alit oahpahus.
smj: Sámedikken li niellja stuoves aktisasjtjåhkanime Máhttodepartementajn jahkáj ma guoskadalli mánájgárddáj, vuodoåhpadussaj ja alep åhpadussaj.

source: Sámediggi mearrida sámegiela oahppoplána, vuođđoskuvlii ja joatkkaskuvlii, ja oahppoplána duodjái, boazodoallofágii ja eará earenoamáš fágaide rávisolbmuid várás, Girko- ja oahpahusdepartemeanta mearriduvvon rámmaid vuođul.
smj: Sámedigge mierret, Máhttodepartementa ævtoj sissŋelin, oahppoplánajt sámegielan vuodo- ja joarkkaskåvlåjda ja duodjefáhkaj, boatsojsujttofáhkaj ja sierra sáme fágajda joarkkaåhpadusájn.

source: Oahppoplánaid láhkaásahus §2-3 ja §3-4 mearrida oahpahusa sámiide, sin giela ja servodateallima birra iešguđetge fágasurggiid oktavuođas.
smj: Oahppoplánaj njuolgadustjállaga §2-3 ja §3-4 baktu biejaduvvá sámij birra, ja sijá giela ja sebrudakiellema birra åhpaduvvat duon dán fágaj baktu.

source: Girko- ja oahpahisdepartemeanta mearrádusa vuođul lea Sámedikkis váldi mearridit láhkaásahusa dákkár oahpahusa sisdoalu birra.
smj: Máhtto- ja åhpadusdepartementa ævtoj sissŋelin le Sámedikken fábmudahka njuolgadustjállagijt aktan sisanojn vaddet dákkár åhpadibmáj.

source: Sámedikkiin galgá ráđđádallat buot oahpahusáššiin mat guoskkahit sámi beroštumiide.
smj: Sámedigge galggá konsulteriduvvat juohkka åhpadusássjij ma sámij berustimijda guosski.

source: Ovttas.no - Sámi oahpponeavvut neahtas
smj: Ovttas.no - Sáme oahppamnævo nehtan

source: Mii leat čohkken govaid, girjjiid, filmmaid, jienaid, oahpporeaidduid ja digitála resurssaid vai dutnje šadda álkkit leat oahpaheaddjin sámi skuvllas.
smj: Mij lip tjoaggám gåvåjt, girjijt, filmajt, jienajt, oahppamnævojt ja digitála ressursajt mij giehpet bargov dunji sáme åhpadiddjen.

source: Dasa lassin gávnnat arthikkaliid sámi áššiid birra ja pedagogalaš rávvagiid.
smj: Máhta aj gávnnat artihkkalijt sáme ássjij birra ja pedagogalasj bagádallamijt.
